Repository: ArdakiOS/DocuPhoto
Catalog: DocuPhoto/*.lproj/Localizable.strings
Languages: de, es, fil_ph, fr, it, ja, nl, pt_pt, vi

source: Remove Background
de: Hintergrund entfernen
es: Eliminar fondo
fil_ph: Tanggalin ang Background
fr: Supprimer l'arrière-plan
it: Rimuovi sfondo
ja: 背景を削除
nl: Achtergrond verwijderen
pt_pt: Remover Fundo
vi: Xóa nền

source: Create perfect document photos in seconds!
de: Perfekte Dokumentfotos in Sekunden erstellen!
es: ¡Crea fotos perfectas para documentos en segundos!
fil_ph: Lumikha ng perpektong larawan ng dokumento sa ilang segundo!
fr: Créez des photos de documents parfaites en quelques secondes !
it: Crea foto perfette per documenti in pochi secondi!
ja: 数秒で完璧な証明写真を作成！
nl: Maak perfecte documentfoto's in enkele seconden!
pt_pt: Crie fotos perfeitas de documentos em segundos!
vi: Tạo ảnh tài liệu hoàn hảo trong vài giây!

source: Prepare photos for passports, visas and IDs in a couple of clicks
de: Fotos für Pässe, Visa und Ausweise in wenigen Klicks vorbereiten
es: Prepara fotos para pasaportes, visas e identificaciones en unos pocos clics
fil_ph: Maghanda ng mga larawan para sa pasaporte, visa, at ID gamit ang ilang pindot
fr: Préparez des photos pour passeports, visas et pièces d'identité en quelques clics
it: Prepara foto per passaporti, visti e documenti d'identità con pochi clic
ja: パスポート、ビザ、ID用の写真を数回のクリックで準備
nl: Bereid foto's voor paspoorten, visa en ID-kaarten voor in een paar klikken
pt_pt: Prepare fotos para passaportes, vistos e identidades com alguns cliques
vi: Chuẩn bị ảnh cho hộ chiếu, thị thực và giấy tờ tùy thân chỉ trong vài cú nhấp chuột

source: Everything is fully compliant with international standards
de: Alles entspricht vollständig den internationalen Standards
es: Todo cumple completamente con los estándares internacionales
fil_ph: Lahat ay sumusunod sa mga internasyonal na pamantayan
fr: Tout est entièrement conforme aux normes internationales
it: Tutto è pienamente conforme agli standard internazionali
ja: すべてが国際基準に完全準拠しています
nl: Alles is volledig in overeenstemming met internationale normen
pt_pt: Tudo está totalmente em conformidade com os padrões internacionais
vi: Mọi thứ hoàn toàn tuân thủ tiêu chuẩn quốc tế

source: No more wasting time at studios!
de: Kein Zeitverschwendung mehr in Studios!
es: ¡No más tiempo perdido en estudios!
fil_ph: Wala nang sayang na oras sa mga studio!
fr: Fini de perdre du temps dans les studios !
it: Niente più perdite di tempo negli studi fotografici!
ja: スタジオでの時間の無駄はもう終わり！
nl: Geen tijd meer verspillen in studio's!
pt_pt: Chega de perder tempo em estúdios!
vi: Không còn lãng phí thời gian tại các studio!

source: Continue
de: Weiter
es: Continuar
fil_ph: Magpatuloy
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pt_pt: Continuar
vi: Tiếp tục

source: Customize background to your needs
de: Hintergrund an Ihre Bedürfnisse anpassen
es: Personaliza el fondo según tus necesidades
fil_ph: I-customize ang background ayon sa iyong pangangailangan
fr: Personnalisez l'arrière-plan selon vos besoins
it: Personalizza lo sfondo in base alle tue esigenze
ja: 背景を必要に応じてカスタマイズ
nl: Pas de achtergrond aan jouw wensen aan
pt_pt: Personalize o fundo conforme suas necessidades
vi: Tùy chỉnh nền theo nhu cầu của bạn

source: Remove the background or change its color
de: Den Hintergrund entfernen oder die Farbe ändern
es: Elimina el fondo o cambia su color
fil_ph: Tanggalin ang background o baguhin ang kulay nito
fr: Supprimez l'arrière-plan ou changez sa couleur
it: Rimuovi lo sfondo o cambia il colore
ja: 背景を削除または色を変更
nl: Verwijder de achtergrond of wijzig de kleur
pt_pt: Remova o fundo ou altere sua cor
vi: Xóa nền hoặc thay đổi màu sắc của nó

source: Choose from the available options (white, gray and others)
de: Wählen Sie aus den verfügbaren Optionen (weiß, grau und andere)
es: Elige entre las opciones disponibles (blanco, gris y otros)
fil_ph: Pumili mula sa mga available na opsyon (puti, gray, at iba pa)
fr: Choisissez parmi les options disponibles (blanc, gris et autres)
it: Scegli tra le opzioni disponibili (bianco, grigio e altri)
ja: 利用可能なオプションから選択（白、灰色など）
nl: Kies uit de beschikbare opties (wit, grijs en andere)
pt_pt: Escolha entre as opções disponíveis (branco, cinza e outros)
vi: Chọn từ các tùy chọn có sẵn (trắng, xám và các màu khác)

source: Perfect result in a couple of seconds
de: Perfektes Ergebnis in wenigen Sekunden
es: Resultado perfecto en unos segundos
fil_ph: Perpektong resulta sa ilang segundo
fr: Un résultat parfait en quelques secondes
it: Risultato perfetto in pochi secondi
ja: 数秒で完璧な結果
nl: Perfect resultaat in een paar seconden
pt_pt: Resultado perfeito em alguns segundos
vi: Kết quả hoàn hảo chỉ trong vài giây

source: Export and print photos with ease
de: Fotos einfach exportieren und drucken
es: Exporta e imprime fotos con facilidad
fil_ph: I-export at i-print ang mga larawan nang madali
fr: Exportez et imprimez vos photos facilement
it: Esporta e stampa foto con facilità
ja: 簡単に写真をエクスポート＆印刷
nl: Exporteer en print foto's met gemak
pt_pt: Exporte e imprima fotos com facilidade
vi: Xuất và in ảnh dễ dàng

source: Save your finished photos in JPEG and PDF formats
de: Speichern Sie Ihre fertigen Fotos im JPEG- und PDF-Format
es: Guarda tus fotos finalizadas en formatos JPEG y PDF
fil_ph: I-save ang iyong mga tapos na larawan sa JPEG at PDF na format
fr: Enregistrez vos photos finalisées au format JPEG et PDF
it: Salva le tue foto finalizzate in formati JPEG e PDF
ja: 完成した写真をJPEGやPDF形式で保存
nl: Sla je voltooide foto's op in JPEG- en PDF-formaten
pt_pt: Salve suas fotos finalizadas nos formatos JPEG e PDF
vi: Lưu ảnh đã hoàn thiện ở định dạng JPEG và PDF

source: One-touch printing via AirPrint
de: Einfaches Drucken über AirPrint
es: Impresión con un toque mediante AirPrint
fil_ph: Pag-print gamit ang isang pindot sa pamamagitan ng AirPrint
fr: Impression en un clic via AirPrint
it: Stampa con un tocco tramite AirPrint
ja: AirPrintでワンタッチ印刷
nl: EÃ©nklik-afdrukken via AirPrint
pt_pt: Impressão com um toque via AirPrint
vi: In một chạm qua AirPrint

source: Preparing photos has never been easier!
de: Fotos vorbereiten war noch nie so einfach!
es: ¡Preparar fotos nunca ha sido tan fácil!
fil_ph: Hindi pa naging ganito kadali ang paghahanda ng mga larawan!
fr: Préparer des photos n'a jamais été aussi facile !
it: Preparare foto non è mai stato così facile!
ja: 写真の準備がこれほど簡単になったことはありません！
nl: Foto's voorbereiden was nog nooit zo eenvoudig!
pt_pt: Preparar fotos nunca foi tão fácil!
vi: Chuẩn bị ảnh chưa bao giờ dễ dàng hơn!

source: Automatic adjustment
de: Automatische Anpassung
es: Ajuste automático
fil_ph: Awtomatikong pagsasaayos
fr: Réglage automatique
it: Regolazione automatica
ja: 自動調整
nl: Automatische aanpassing
pt_pt: Ajuste automático
vi: Điều chỉnh tự động

source: AirPrint-ready setup
de: AirPrint-fähige Einrichtung
es: Configuración lista para AirPrint
fil_ph: Handa na sa AirPrint na setup
fr: Configuration compatible AirPrint
it: Configurazione pronta per AirPrint
ja: AirPrint対応セットアップ
nl: AirPrint-klare instellingen
pt_pt: Configuração pronta para AirPrint
vi: Cài đặt sẵn sàng cho AirPrint

source: Perfect fit for printing
de: Perfekte Passform für den Druck
es: Ajuste perfecto para impresión
fil_ph: Perpektong akma para sa pag-print
fr: Ajustement parfait pour l'impression
it: Adattamento perfetto per la stampa
ja: 印刷に最適
nl: Perfect passend voor afdrukken
pt_pt: Ajuste perfeito para impressão
vi: Hoàn hảo để in ấn

source: Background setting
de: Hintergrundeinstellung
es: Configuración de fondo
fil_ph: Pagtatakda ng background
fr: Paramètre d'arrière-plan
it: Impostazione sfondo
ja: 背景設定
nl: Achtergrondinstelling
pt_pt: Configuração do fundo
vi: Cài đặt nền

source: By subscribing, you agree to our
de: Mit dem Abonnement stimmen Sie unseren zu
es: Al suscribirte, aceptas nuestros
fil_ph: Sa pag-subscribe, sumasang-ayon ka sa aming
fr: En vous abonnant, vous acceptez nos
it: Abbonandoti, accetti i nostri
ja: 購読することで、以下に同意したものとみなされます
nl: Door je te abonneren, ga je akkoord met onze
pt_pt: Ao se inscrever, você concorda com nossos
vi: Bằng cách đăng ký, bạn đồng ý với

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fil_ph: Mga Tuntunin ng Paggamit
fr: Conditions d'utilisation
it: Termini di utilizzo
ja: 利用規約
nl: Gebruiksvoorwaarden
pt_pt: Termos de Uso
vi: Điều khoản sử dụng

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fil_ph: Patakaran sa Privacy
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pt_pt: Política de Privacidade
vi: Chính sách bảo mật

source: Subscribe and get started now!
de: Abonnieren und jetzt starten!
es: ¡Suscríbete y empieza ahora!
fil_ph: Mag-subscribe at magsimula na ngayon!
fr: Abonnez-vous et commencez dès maintenant !
it: Abbonati e inizia subito!
ja: 今すぐ購読して始めよう！
nl: Abonneer je en begin nu!
pt_pt: Assine e comece agora!
vi: Đăng ký ngay và bắt đầu!

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fil_ph: Ibalik ang mga binili
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
nl: Aankopen herstellen
pt_pt: Restaurar compras
vi: Khôi phục giao dịch mua

source: Something went wrong. Please try again later
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später erneut
es: Algo salió mal. Por favor, inténtalo de nuevo más tarde
fil_ph: May nangyaring mali. Subukang muli mamaya
fr: Une erreur s'est produite. Veuillez réessayer plus tard
it: Qualcosa è andato storto. Riprova più tardi
ja: 問題が発生しました。後でもう一度お試しください
nl: Er is iets misgegaan. Probeer het later opnieuw
pt_pt: Algo deu errado. Por favor, tente novamente mais tarde
vi: Có lỗi xảy ra. Vui lòng thử lại sau

source: Error making purchase
de: Fehler beim Kauf
es: Error al realizar la compra
fil_ph: May error sa pagbili
fr: Erreur lors de l'achat
it: Errore nell'effettuare l'acquisto
ja: 購入時にエラーが発生しました
nl: Fout bij aankoop
pt_pt: Erro ao realizar a compra
vi: Lỗi khi thực hiện giao dịch mua

source: Subscription found
de: Abonnement gefunden
es: Suscripción encontrada
fil_ph: Nahanap ang subscription
fr: Abonnement trouvé
it: Abbonamento trovato
ja: サブスクリプションが見つかりました
nl: Abonnement gevonden
pt_pt: Assinatura encontrada
vi: Đã tìm thấy gói đăng ký

source: Subscription restored, you may continue
de: Abonnement wiederhergestellt, Sie können fortfahren
es: Suscripción restaurada, puedes continuar
fil_ph: Naibalik ang subscription, maaari kang magpatuloy
fr: Abonnement restauré, vous pouvez continuer
it: Abbonamento ripristinato, puoi continuare
ja: サブスクリプションが復元されました。続行してください
nl: Abonnement hersteld, je kunt doorgaan
pt_pt: Assinatura restaurada, você pode continuar
vi: Gói đăng ký đã được khôi phục, bạn có thể tiếp tục

source: No active subscription found
de: Kein aktives Abonnement gefunden
es: No se encontró una suscripción activa
fil_ph: Walang aktibong subscription na natagpuan
fr: Aucun abonnement actif trouvé
it: Nessun abbonamento attivo trovato
ja: 有効なサブスクリプションが見つかりません
nl: Geen actief abonnement gevonden
pt_pt: Nenhuma assinatura ativa encontrada
vi: Không tìm thấy gói đăng ký nào đang hoạt động

source: There is no currently active subscriptions, please subscribe to continue
de: Derzeit gibt es kein aktives Abonnement, bitte abonnieren Sie, um fortzufahren
es: Actualmente no hay suscripciones activas, por favor suscríbete para continuar
fil_ph: Walang aktibong subscription sa kasalukuyan, mag-subscribe upang magpatuloy
fr: Il n'y a aucun abonnement actif actuellement, veuillez vous abonner pour continuer
it: Non ci sono abbonamenti attivi al momento, abbonati per continuare
ja: 現在有効なサブスクリプションがありません。購読して続行してください
nl: Er zijn momenteel geen actieve abonnementen, abonneer je om door te gaan
pt_pt: Não há assinaturas ativas no momento, assine para continuar
vi: Hiện không có gói đăng ký nào đang hoạt động, vui lòng đăng ký để tiếp tục

source: Crop Tutorial
de: Zuschneideanleitung
es: Tutorial de recorte
fil_ph: Tutorial sa Pag-crop
fr: Tutoriel de recadrage
it: Tutorial di ritaglio
ja: クロップのチュートリアル
nl: Snoeihandleiding
pt_pt: Tutorial de Recorte
vi: Hướng dẫn cắt ảnh

source: Ensure the photo captures the entire head, from the top of the hair to the bottom of the chin
de: Stellen Sie sicher, dass das Foto den gesamten Kopf erfasst, von der Oberseite des Haares bis zur Unterseite des Kinns
es: Asegúrate de que la foto capture toda la cabeza, desde la parte superior del cabello hasta la barbilla
fil_ph: Siguraduhin na ang larawan ay kinukuha ang buong ulo, mula sa tuktok ng buhok hanggang sa ilalim ng baba
fr: Assurez-vous que la photo capture toute la tête, du haut des cheveux au bas du menton
it: Assicurati che la foto catturi l'intera testa, dalla sommità dei capelli al mento
ja: 写真が髪の先からあごの下までの全頭を捉えていることを確認してください
nl: Zorg ervoor dat de foto het hele hoofd vastlegt, van de bovenkant van het haar tot de onderkant van de kin
pt_pt: Certifique-se de que a foto capture toda a cabeça, do topo do cabelo ao fundo do queixo
vi: Đảm bảo ảnh chụp toàn bộ đầu, từ đỉnh tóc đến cằm

source: Align the head in the center of the frame
de: Richten Sie den Kopf in der Mitte des Rahmens aus
es: Alinea la cabeza en el centro del marco
fil_ph: Ilagay ang ulo sa gitna ng frame
fr: Alignez la tête au centre du cadre
it: Allinea la testa al centro dell'inquadratura
ja: 頭をフレームの中央に合わせてください
nl: Lijn het hoofd uit in het midden van het frame
pt_pt: Alinhe a cabeça ao centro do quadro
vi: Căn chỉnh đầu ở trung tâm khung hình

source: The individual should have a neutral expression and face the camera directly.
de: Die Person sollte einen neutralen Gesichtsausdruck haben und direkt in die Kamera schauen.
es: La persona debe tener una expresión neutral y mirar directamente a la cámara.
fil_ph: Ang tao ay dapat may neutral na ekspresyon at nakaharap nang direkta sa kamera.
fr: La personne doit avoir une expression neutre et regarder directement la caméra.
it: La persona dovrebbe avere un'espressione neutra e guardare direttamente la fotocamera.
ja: 本人はニュートラルな表情をし、カメラに正面を向いてください。
nl: De persoon moet een neutrale uitdrukking hebben en recht in de camera kijken.
pt_pt: A pessoa deve ter uma expressão neutra e olhar diretamente para a câmera.
vi: Người chụp nên có biểu cảm trung lập và nhìn thẳng vào máy ảnh.

source: Close
de: Schließen
es: Cerrar
fil_ph: Isara
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_pt: Fechar
vi: Đóng

source: Selected Template:
de: Ausgewähltes Template:
es: Plantilla seleccionada:
fil_ph: Napiling Template:
fr: Modèle sélectionné :
it: Modello selezionato:
ja: 選択されたテンプレート:
nl: Geselecteerde sjabloon:
pt_pt: Modelo Selecionado:
vi: Mẫu đã chọn:

source: Next Step
de: Nächster Schritt
es: Siguiente paso
fil_ph: Susunod na Hakbang
fr: Étape suivante
it: Passo successivo
ja: 次のステップ
nl: Volgende stap
pt_pt: Próximo Passo
vi: Bước tiếp theo

source: Photo Size
de: Fotogröße
es: Tamaño de la foto
fil_ph: Laki ng Larawan
fr: Taille de la photo
it: Dimensione foto
ja: 写真のサイズ
nl: Fotoformaat
pt_pt: Tamanho da Foto
vi: Kích thước ảnh

source: Head
de: Kopf
es: Cabeza
fil_ph: Ulo
fr: Tête
it: Testa
ja: 頭部
nl: Hoofd
pt_pt: Cabeça
vi: Đầu

source: Eyes
de: Augen
es: Ojos
fil_ph: Mata
fr: Yeux
it: Occhi
ja: 目
nl: Ogen
pt_pt: Olhos
vi: Mắt

source: Chin
de: Kinn
es: Barbilla
fil_ph: Baba
fr: Menton
it: Mento
ja: あご
nl: Kin
pt_pt: Queixo
vi: Cằm

source: Width
de: Breite
es: Ancho
fil_ph: Lapad
fr: Largeur
it: Larghezza
ja: 幅
nl: Breedte
pt_pt: Largura
vi: Chiều rộng

source: Height
de: Höhe
es: Altura
fil_ph: Taas
fr: Hauteur
it: Altezza
ja: 高さ
nl: Hoogte
pt_pt: Altura
vi: Chiều cao

source: Discard
de: Verwerfen
es: Descartar
fil_ph: I-discard
fr: Annuler
it: Annulla
ja: 破棄する
nl: Verwijderen
pt_pt: Descartar
vi: Hủy

source: Save Guide
de: Anleitung speichern
es: Guardar guía
fil_ph: I-save ang Gabay
fr: Enregistrer le guide
it: Salva guida
ja: ガイドを保存
nl: Gids opslaan
pt_pt: Salvar Guia
vi: Lưu hướng dẫn

source: Start over
de: Neu beginnen
es: Comenzar de nuevo
fil_ph: Magsimula muli
fr: Recommencer
it: Ricomincia
ja: やり直す
nl: Opnieuw beginnen
pt_pt: Recomeçar
vi: Bắt đầu lại

source: Your photo is ready!
de: Ihr Foto ist fertig!
es: ¡Tu foto está lista!
fil_ph: Handa na ang iyong larawan!
fr: Votre photo est prête !
it: La tua foto è pronta!
ja: 写真が準備できました！
nl: Je foto is klaar!
pt_pt: Sua foto está pronta!
vi: Ảnh của bạn đã sẵn sàng!

source: Export
de: Exportieren
es: Exportar
fil_ph: I-export
fr: Exporter
it: Esporta
ja: エクスポート
nl: Exporteren
pt_pt: Exportar
vi: Xuất

source: Print
de: Drucken
es: Imprimir
fil_ph: I-print
fr: Imprimer
it: Stampa
ja: 印刷
nl: Afdrukken
pt_pt: Imprimir
vi: In

source: Instruction
de: Anleitung
es: Instrucción
fil_ph: Tagubilin
it: Istruzione
ja: 指示
nl: Instructie
pt_pt: Instrução
vi: Hướng dẫn

source: Import Photo
de: Foto importieren
es: Importar foto
fil_ph: Mag-import ng Larawan
fr: Importer une photo
it: Importa foto
ja: 写真をインポート
nl: Foto importeren
pt_pt: Importar Foto
vi: Nhập ảnh

source: Removing background...
de: Hintergrund wird entfernt...
es: Eliminando fondo...
fil_ph: Tinatanggal ang background...
fr: Suppression de l'arrière-plan...
it: Rimozione sfondo in corso...
ja: 背景を削除中...
nl: Achtergrond verwijderen...
pt_pt: Removendo fundo...
vi: Đang xóa nền...

source: The photo is not suitable for documents. Upload a photo with a frontal face position
de: Das Foto ist nicht für Dokumente geeignet. Laden Sie ein Foto mit einer frontalen Gesichtsausrichtung hoch
es: La foto no es adecuada para documentos. Sube una foto con la cara en posición frontal
fil_ph: Ang larawan ay hindi angkop para sa mga dokumento. Mag-upload ng larawan na may frontal na posisyon ng mukha
fr: La photo n'est pas adaptée aux documents. Téléchargez une photo avec une position frontale du visage
it: La foto non è adatta per documenti. Carica una foto con il viso frontale
ja: この写真は証明写真には適していません。正面の顔位置の写真をアップロードしてください
nl: De foto is niet geschikt voor documenten. Upload een foto met een frontale gezichtshouding
pt_pt: A foto não é adequada para documentos. Envie uma foto com posição frontal do rosto
vi: Ảnh không phù hợp cho tài liệu. Hãy tải ảnh với mặt chính diện

source: Instructions
de: Anweisungen
es: Instrucciones
fil_ph: Mga Tagubilin
it: Istruzioni
ja: 指示
nl: Instructies
pt_pt: Instruções
vi: Hướng dẫn

source: Take off hats and glasses
de: Hüte und Brillen abnehmen
es: Quítate los sombreros y las gafas
fil_ph: Tanggalin ang sombrero at salamin
fr: Enlevez les chapeaux et les lunettes
it: Togli cappelli e occhiali
ja: 帽子とメガネを外してください
nl: Doe hoeden en brillen af
pt_pt: Retire chapéus e óculos
vi: Cởi mũ và kính

source: Use a photo with a plain background
de: Verwenden Sie ein Foto mit einem einfachen Hintergrund
es: Usa una foto con un fondo liso
fil_ph: Gumamit ng larawan na may simpleng background
fr: Utilisez une photo avec un fond uni
it: Usa una foto con uno sfondo uniforme
ja: 無地の背景を使用してください
nl: Gebruik een foto met een effen achtergrond
pt_pt: Use uma foto com fundo simples
vi: Sử dụng ảnh với nền đơn giản

source: Ensure no shadows on the face
de: Sicherstellen, dass keine Schatten im Gesicht vorhanden sind
es: Asegúrate de que no haya sombras en la cara
fil_ph: Siguraduhing walang anino sa mukha
fr: Assurez-vous qu'il n'y a pas d'ombres sur le visage
it: Assicurati che non ci siano ombre sul viso
ja: 顔に影がないことを確認してください
nl: Zorg ervoor dat er geen schaduwen op het gezicht zijn
pt_pt: Certifique-se de que não há sombras no rosto
vi: Đảm bảo không có bóng trên khuôn mặt

source: Settings
de: Einstellungen
es: Configuraciones
fil_ph: Mga Setting
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_pt: Configurações
vi: Cài đặt

source: Get Premium!
de: Premium erhalten!
es: ¡Obtener Premium!
fil_ph: Kumuha ng Premium!
fr: Obtenez Premium !
it: Ottieni Premium!
ja: プレミアムを取得！
nl: Word Premium!
pt_pt: Obter Premium!
vi: Nhận Premium!

source: How do you create your perfect passport photo?
de: Wie erstellen Sie Ihr perfektes Passfoto?
es: ¿Cómo creas tu foto perfecta para pasaporte?
fil_ph: Paano ka lumikha ng perpektong larawan ng pasaporte?
fr: Comment créer votre photo de passeport parfaite ?
it: Come crei la tua foto perfetta per il passaporto?
ja: 完璧なパスポート写真をどのように作成しますか？
nl: Hoe maak je je perfecte paspoortfoto?
pt_pt: Como você cria sua foto de passaporte perfeita?
vi: Bạn tạo ảnh hộ chiếu hoàn hảo như thế nào?

source: Write a feedback
de: Feedback schreiben
es: Escribe un comentario
fil_ph: Magbigay ng feedback
fr: Donner un avis
it: Scrivi un feedback
ja: フィードバックを書く
nl: Schrijf feedback
pt_pt: Escreva um feedback
vi: Viết phản hồi

source: Share this app
de: Diese App teilen
es: Comparte esta aplicación
fil_ph: Ibahagi ang app na ito
fr: Partager cette application
it: Condividi questa app
ja: このアプリを共有する
nl: Deel deze app
pt_pt: Compartilhe este aplicativo
vi: Chia sẻ ứng dụng này

source: Select from Gallery
de: Aus Galerie auswählen
es: Seleccionar de la galería
fil_ph: Pumili mula sa Gallery
fr: Sélectionner depuis la galerie
it: Seleziona dalla galleria
ja: ギャラリーから選択
nl: Selecteren uit galerij
pt_pt: Selecionar da galeria
vi: Chọn từ thư viện

source: Select from Files
de: Aus Dateien auswählen
es: Seleccionar de los archivos
fil_ph: Pumili mula sa Mga File
fr: Sélectionner depuis les fichiers
it: Seleziona dai file
ja: ファイルから選択
nl: Selecteren uit bestanden
pt_pt: Selecionar dos arquivos
vi: Chọn từ tệp

source: Make a Photo
de: Ein Foto machen
es: Tomar una foto
fil_ph: Kumuha ng Larawan
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
nl: Maak een foto
pt_pt: Tirar uma foto
vi: Chụp ảnh

source: Edit
de: Bearbeiten
es: Editar
fil_ph: I-edit
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pt_pt: Editar
vi: Chỉnh sửa
